module.exports = seeder = [
  {
  id: 10,
  title: "Bleach",
  image: "https://upload.wikimedia.org/wikipedia/en/5/53/Bleach_cover_01.jpg",
  content: "<p> Bleach (stylized as BLEACH) is a Japanese manga series written and illustrated by Tite Kubo. Bleach follows the adventures of the hotheaded teenager Ichigo Kurosaki, who inherits his parents' destiny after he obtains the powers of a Soul Reaper—a death personification similar to the Grim Reaper—from another Soul Reaper, Rukia Kuchiki. His new-found powers force him to take on the duties of defending humans from evil spirits and guiding departed souls to the afterlife, and set him on journeys to various ghostly realms of existence.</p> <p>Bleach was serialized in Shueisha's shōnen (teenage males) manga magazine Weekly Shōnen Jump from August 2001 to August 2016, with its chapters collected into 74 tankōbon volumes. The series has spawned a media franchise that includes an anime television series adaptation that was produced by Tokyo-based Studio Pierrot from 2004 to 2012, two original video animation (OVA) episodes, four animated feature films, ten stage musicals, and numerous video games, as well as many types of Bleach-related merchandise. A Japanese live-action film adaptation produced by Warner Bros. was released in 2018. </p> <p>English-language releases of Bleach are coordinated by Viz Media, which has released several volumes of the manga each year since 2004, and published chapters of Bleach in its Shonen Jump magazine since November 2007. Viz Media secured foreign television and home video distribution rights to the Bleach anime in 2006. Adult Swim began airing dubbed episodes of Bleach in the United States that fall, and Hulu later began to stream subtitled versions of the anime a week after each episode aired in Japan. Viz Media has also released each of the four Bleach feature films in English. </p> ",
  resume: "Ichigo Kurosaki is a teenager from Karakura Town who can see ghosts, a talent which lets him meet supernatural trespasser Rukia Kuchiki who enters Ichigo's room in search of a Hollow, a kind of monstrous lost soul who can harm both ghosts and humans.",
  slug: "bleach",
  createdAt: "2021-10-31T04:22:34.509Z",
  updatedAt: "2021-10-31T04:22:34.509Z",
  authorId: 1
  },
  {
  id: 9,
  title: "Naruto",
  image: "https://upload.wikimedia.org/wikipedia/en/9/94/NarutoCoverTankobon1.jpg",
  content: "<p>Naruto (Japanese: NARUTOナルト) is a Japanese manga series written and illustrated by Masashi Kishimoto. It tells the story of Naruto Uzumaki, a young ninja who seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village. The story is told in two parts – the first set in Naruto's pre-teen years, and the second in his teens. The series is based on two one-shot manga by Kishimoto: Karakuri (1995), which earned Kishimoto an honorable mention in Shueisha's monthly Hop Step Award the following year, and Naruto (1997). </p> <p>Naruto was serialized in Shueisha's magazine, Weekly Shōnen Jump from 1999 to 2014, and released in tankōbon (book) form in 72 volumes. The manga was adapted into an anime television series produced by Pierrot and Aniplex, which broadcast 220 episodes in Japan from 2002 to 2007; the English dub of the series aired on Cartoon Network and YTV from 2005 to 2009. Naruto: Shippuden, a sequel to the original series, premiered in Japan in 2007, and ended in 2017, after 500 episodes. The English dub was broadcast on Disney XD from 2009 to 2011, airing the first 98 episodes, and then switched over to Adult Swim's Toonami programming block in January 2014, starting over from the first episode. The English dub is still airing weekly on Adult Swim to this day. Viz Media began streaming the anime series on their streaming service Neon Alley in December 2012 on 99 episodes, and ended on March 2016, after 338 episodes. Besides the anime series, Pierrot has developed eleven movies and twelve original video animations (OVAs). Other Naruto-related merchandise includes light novels, video games, and trading cards developed by several companies. </p> <p> Viz Media licensed the manga and anime for North American production and serialized Naruto in their digital Weekly Shonen Jump magazine. The anime series began airing in the United States and Canada in 2005, and in the United Kingdom and Australia in 2006 and 2007, respectively. The films and most OVAs from the series were also released by Viz, with the first film premiering in movie theaters. The story of Naruto continues with Naruto's son, Boruto Uzumaki, in Boruto: Naruto Next Generations: Boruto wishes to create his own ninja way instead of following his father's.</p> ",
  resume: "Naruto is the fourth best-selling manga series in history, selling 250 million copies worldwide in 46 countries, with 153 million of the sales in Japan alone and remaining 97 million copies elsewhere. It has become one of Viz Media's best-selling manga.",
  slug: "naruto",
  createdAt: "2021-10-31T04:21:07.726Z",
  updatedAt: "2021-10-31T04:21:07.726Z",
  authorId: 1
  },
  {
  id: 8,
  title: "YuYu Hakusho",
  image: "https://upload.wikimedia.org/wikipedia/en/4/4d/YuYu_Hakusho_volume_1.jpg",
  content: "<p> YuYu Hakusho (Japanese: 幽☆遊☆白書, Hepburn: Yū Yū Hakusho) is a Japanese manga series written and illustrated by Yoshihiro Togashi. The series tells the story of Yusuke Urameshi, a teenage delinquent who is struck and killed by a car while attempting to save a child's life. After a number of tests presented to him by Koenma, the son of the ruler of the afterlife Underworld, Yusuke is revived and appointed the title of "Underworld Detective", with which he must investigate various cases involving demons and apparitions in the human world. The manga becomes more focused on martial arts battles and tournaments as it progresses. Togashi began creating YuYu Hakusho around November 1990, basing the series on his interests in the occult and horror films and an influence of Buddhist mythology. </p> <p> The manga was originally serialized in Shueisha's Weekly Shōnen Jump from December 1990 to July 1994. The series consists of 175 chapters collected in 19 tankōbon volumes. In North America, the manga ran completely in Viz's Shonen Jump from January 2003 to January 2010. An anime adaptation consisting of 112 television episodes was directed by Noriyuki Abe and co-produced by Fuji Television, Yomiko Advertising, and Studio Pierrot. The television series originally aired on Japan's Fuji TV network from October 1992 to December 1994. It was later licensed in North America by Funimation in 2001, where it aired on popular Cartoon Network blocks including Adult Swim and later Toonami. The television series has also been broadcast in various other countries around the world. The YuYu Hakusho franchise has spawned two animated films, a series of original video animations (OVAs), audio albums, video games, and other merchandise. </p> <p>YuYu Hakusho has been well received, with the manga selling over 50 million copies in Japan alone and winning the prestigious Shogakukan Manga Award for shōnen manga in 1993. The animated series won the Animage Anime Grand Prix prize for best anime in 1994 and 1995. The anime series has been watched by a large audience in Japan and a wide range of age groups in the United States. The anime has been given mostly positive reviews by critics in North America, complimenting its writing, characters, comedy, and amount of action. </p> ",
  resume: "Japanese manga series written and illustrated by Yoshihiro Togashi. The series tells the story of Yusuke Urameshi, a teenage delinquent who is struck and killed by a car while attempting to save a child's life.",
  slug: "yuyu-hakusho",
  createdAt: "2021-10-31T04:16:14.607Z",
  updatedAt: "2021-10-31T04:16:14.607Z",
  authorId: 2
  },
  {
  id: 6,
  title: "Rurouni Kenshin",
  image: "https://upload.wikimedia.org/wikipedia/en/9/92/Kenshinvolume28.jpg",
  content: "<p> Rurouni Kenshin: Meiji Swordsman Romantic Story (Japanese: るろうに剣心 -明治剣客浪漫譚-, Hepburn: Rurōni Kenshin -Meiji Kenkaku Roman Tan-)[a] is a Japanese manga series written and illustrated by Nobuhiro Watsuki. The story begins during the 11th year of the Meiji period in Japan (1878) and follows a former assassin from the Bakumatsu, known as Hitokiri Battosai. After his work against the bakufu, Hitokiri Battosai disappears to become Himura Kenshin: a wandering swordsman who protects the people of Japan with a vow never to take another life. Watsuki wrote the series upon his desire to make a shōnen manga different from the other ones that were published at the time, with Kenshin being a former assassin and the story taking a more serious tone as it continued. The manga revolves around themes of atonement, peace, and romance.</p> <p>The manga was serialized in Shueisha's Weekly Shōnen Jump magazine from April 1994 to September 1999. The complete work consists of 28 tankōbon volumes, while years later it was reprinted into twenty-two kanzenban volumes. Studio Gallop, Studio Deen and SPE Visual Works adapted the manga into an anime television series, which aired in Japan from January 1996 to September 1998. Besides an animated feature film, two series of original video animations (OVAs) were also produced. The first adapted stories from the manga that were not featured in the anime, while the second was a sequel to the manga. Several art and guidebooks for Rurouni Kenshin have been published, and writer Kaoru Shizuka has authored three official light novels which were published by Shueisha. Many video games have also been released for the PlayStation, PlayStation 2, and PlayStation Portable consoles. A successful live-action theatrical film adaptation was released in 2012, with limited international screenings. </p> <p> The manga, as well as the first light novel and first guidebook, has received a complete North American release by Viz Media. Rurouni Kenshin is subtitled "Wandering Samurai" in some English versions.[2] The Rurouni Kenshin manga has over 72 million copies in circulation as of 2019, making it one of the best-selling manga series. The series has received praise from various publications for manga, anime and other media, with both having received a good response on the characters' designs and historical setting. In 2017, Watsuki began a direct sequel titled Rurouni Kenshin: The Hokkaido Arc in Jump Square. </p> ",
  resume: "Japanese manga series written and illustrated by Nobuhiro Watsuki. The story begins during the 11th year of the Meiji period in Japan (1878) and follows a former assassin from the Bakumatsu, known as Hitokiri Battosai. ",
  slug: "rurouni-kenshin",
  createdAt: "2021-10-31T04:11:50.266Z",
  updatedAt: "2021-10-31T04:11:50.266Z",
  authorId: 1
  },
  {
  id: 4,
  title: "Hunter x Hunter",
  image: "https://upload.wikimedia.org/wikipedia/en/0/0f/Hunter_x_Hunter_cover_-_vol1.jpg",
  content: "<p>Hunter × Hunter (pronounced "hunter hunter") is a Japanese manga series written and illustrated by Yoshihiro Togashi. It has been serialized in Shueisha's Weekly Shōnen Jump since March 1998, although the manga has frequently gone on extended hiatuses since 2006. Its chapters have been collected in 36 tankōbon volumes as of October 2018. The story focuses on a young boy named Gon Freecss who discovers that his father, who left him at a young age, is actually a world-renowned Hunter, a licensed professional who specializes in fantastical pursuits such as locating rare or unidentified animal species, treasure hunting, surveying unexplored enclaves, or hunting down lawless individuals. Gon departs on a journey to become a Hunter and eventually find his father. Along the way, Gon meets various other Hunters and encounters the paranormal. </p> <p> Hunter × Hunter was adapted into a 62-episode anime television series produced by Nippon Animation and directed by Kazuhiro Furuhashi, which ran on Fuji Television from October 1999 to March 2001. Three separate original video animations (OVAs) totaling 30 episodes were subsequently produced by Nippon Animation and released in Japan from 2002 to 2004. A second anime television series by Madhouse aired on Nippon Television from October 2011 to September 2014 totaling 148 episodes, with two animated theatrical films released in 2013. There are also numerous audio albums, video games, musicals, and other media based on Hunter × Hunter. </p> <p>The manga has been translated into English and released in North America by Viz Media since April 2005. Both television series have been also licensed by Viz Media, with the first series having aired on the Funimation Channel in 2009 and the second series broadcast on Adult Swim's Toonami programming block from April 2016 to June 2019. Hunter × Hunter has been a huge critical and financial success and has become one of Shueisha's best-selling manga series, having over 78 million copies in circulation as of November 2019. </p> ",
  resume: "The Hunter × Hunter manga has been largely commercially successful; having sold over 60.6 million collected volumes in Japan as of February 2012, making it Shueisha's eighth best-selling manga series.",
  slug: "hunter-x-hunter",
  createdAt: "2021-10-31T04:07:24.984Z",
  updatedAt: "2021-10-31T04:09:50.424Z",
  authorId: 1
  },
  {
  id: 2,
  title: "One Piece",
  image: "https://upload.wikimedia.org/wikipedia/en/9/90/One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg",
  content: "<p>One Piece (stylized in all caps) is a Japanese manga series written and illustrated by Eiichiro Oda. It has been serialized in Shueisha's shōnen manga magazine Weekly Shōnen Jump since July 1997, with its individual chapters compiled into 100 tankōbon volumes as of September 2021. The story follows the adventures of Monkey D. Luffy, a boy whose body gained the properties of rubber after unintentionally eating a Devil Fruit. With his crew of pirates, named the Straw Hat Pirates, Luffy explores the Grand Line in search of the world's ultimate treasure known as "One Piece" in order to become the next King of the Pirates. </p> <p> The manga spawned a media franchise, having been adapted into a festival film produced by Production I.G, and an anime series produced by Toei Animation, which began broadcasting in Japan in 1999. Additionally, Toei has developed fourteen animated feature films, one OVA and thirteen television specials. Several companies have developed various types of merchandising and media, such as a trading card game and numerous video games. The manga series was licensed for an English language release in North America and the United Kingdom by Viz Media and in Australia by Madman Entertainment. The anime series was licensed by 4Kids Entertainment for an English-language release in North America in 2004, before the license was dropped and subsequently acquired by Funimation in 2007.</p> <p>One Piece has received praise for its storytelling, art, characterization, and humor. It has received many awards and is ranked by critics, reviewers, and readers as one of the best manga of all time. Several volumes of the manga have broken publishing records, including the highest initial print run of any book in Japan. In 2015, One Piece set the Guinness World Record for "the most copies published for the same comic book series by a single author". It was the best-selling manga for eleven consecutive years from 2008 to 2018, and is the only manga that had an initial print of volumes of above 3 million continuously for more than 10 years, as well as the only that had achieved more than 1 million copies sold in all of its 100 published tankōbon volumes. </p> <p>As of July 2021, One Piece had over 490 million copies in circulation in 58 countries and regions worldwide, making it the best-selling manga series in history, and the best-selling comic series printed in book volume. It is also one of the highest-grossing media franchises of all time. </p> <h3> Synopsis</h3> <p>The series focuses on Monkey D. Luffy, a young man who, inspired by his childhood idol and powerful pirate "Red Haired" Shanks, sets off on a journey from the East Blue Sea to find the titular treasure and proclaim himself the King of the Pirates. In an effort to organize his own crew, the Straw Hat Pirates,[Jp 1] Luffy rescues and befriends a swordsman named Roronoa Zoro, and they head off in search of the One Piece. They are joined in their journey by Nami, a navigator and thief; Usopp, a sniper and a pathological liar; and Vinsmoke Sanji, a perverted chef. They acquire a ship named the Going Merry[Jp 2] and engage in confrontations with notorious pirates of the East Blue. As Luffy and his crew set out on their adventures, others join the crew later in the series, including Tony Tony Chopper, a doctor and anthropomorphized reindeer; Nico Robin, an archaeologist and former assassin; Franky, a cyborg shipwright; Brook, a skeletal musician and swordsman; and Jimbei, a fish-man helmsman and former member of the Seven Warlords of the Sea. Once the Going Merry becomes damaged beyond repair, the Straw Hat Pirates acquire a new ship named the Thousand Sunny.[Jp 3] Together, they encounter other pirates, bounty hunters, criminal organizations, revolutionaries, secret agents and soldiers of the corrupt World Government, and various other friends and foes, as they sail the seas in pursuit of their dreams. </p> ",
  resume: "One Piece es una aventura de piratas. Es la historia de un chico llamado Monkey D. ... Luffy, inspirado por el pirata Shanks "Akagami", sale al mar diez años después para convertirse en el Rey de los Piratas. Es la historia de un chico llamado Monkey D. ",
  slug: "one-piece",
  createdAt: "2021-10-31T04:01:18.383Z",
  updatedAt: "2021-10-31T04:01:18.383Z",
  authorId: 2
  },
  {
  id: 1,
  title: "About Samoyeds",
  image: "https://upload.wikimedia.org/wikipedia/commons/f/f6/11.10.2015_Samoyed_%28cropped%29.jpg",
  content: "<p> The Samoyed has been identified as a basal breed that predates the emergence of the modern breeds in the 19th century.[2] A genomic study of two dog specimens that are nearly 100 years old and obtained from the Nenets people on the Yamal Peninsula found that these are related to two specimens dated 2,000 years old and 850 years old, which suggests continuity of the lineage in this region. The two 100 year old dogs were closely related with the Samoyed breed, which indicates that the ancient arctic lineage lives on in the modern Samoyed dog.[3]</p> <p> Samoyeds were used for hunting, herding reindeer, and hauling sledges for the Samoyede people in Siberia.[4]</p> <h3>Appearance and characteristics </h3> <p> The AKC Standard requires 45–65 pounds (20–29 kg) and 21–23.5 inches (53–60 cm) at the shoulder for males, and 35–50 pounds (16–23 kg) and 19–21 inches (48–53 cm) for females.[5] The UK Kennel Club Standard requires 51–56 centimetres (20–22 in) for males, and 46–51 centimetres (18–20 in) for females. Samoyed eyes are usually black or brown and are almond in shape. Samoyeds with eyes of other colors like blue exist but are not allowed in the show ring. The Samoyed is in the "brown and black section" in its family, the Spitz family. Samoyed ears are thick and covered with fur, triangular in shape, and erect. They are almost always white but can often have a light to dark brown tint (known as "biscuit"), usually around the tips of the ears.</p> ",
  resume: "Los samoyedos son lomitos blancos que parecen copos de nieve. Son mis lomitos favoritos porque siempre parecen felices. Uno de mis sueños es tener uno cuando me compre mi propia casa. Aunque no son perros para tener en un clima caluroso.",
  slug: "about-samoyeds",
  createdAt: "2021-10-31T03:45:53.322Z",
  updatedAt: "2021-10-31T03:45:53.322Z",
  authorId: 1
  }
  ]